{
  "sections": {
    "section-1": [
      {
        "id": "s1",
        "text": "\"Se sèlman 3 minit ankò pou rekreyasyon,\" Lee panse avèk enkyetid."
      },
      {
        "id": "s2",
        "text": "Madam Rodriguez kontinye eksplike devwa yo."
      },
      {
        "id": "s3",
        "text": "Lee te ekri tout bagay; li toujou ekri tout bagay."
      },
      {
        "id": "s4",
        "text": "Li te konprann reklamasyon, prèv, ak konklizyon."
      },
      {
        "id": "s5",
        "text": "Men reponn yon kontre-reklamasyon te santi li glise."
      },
      {
        "id": "s6",
        "text": "Kloch la sonnen epi Lee kouri ak jounal li pou rankontre Tee, ak nervosite ak eksitasyon."
      }
    ],
    "section-2": [
      {
        "id": "s1",
        "text": "Rekreyasyon te jis kòmanse epi lakou a te deja fè anpil bri."
      },
      {
        "id": "s2",
        "text": "Kri kickball melanje ak kòd sote ak diskisyon sou kilès ki \"li\"."
      },
      {
        "id": "s3",
        "text": "Toupre ban yo, timoun yo t ap fè yon sèk."
      },
      {
        "id": "s4",
        "text": "\"Sa a se sètènman yon batay,\" Tee di pandan li ap mache bò kote l."
      },
      {
        "id": "s5",
        "text": "Lee swiv, kenbe kaye a sere; bri a kouvri li tankou estatitik."
      },
      {
        "id": "s6",
        "text": "Tee mache tankou bri a se pou li, konsa li rete pre."
      }
    ],
    "section-3": [
      {
        "id": "s1",
        "text": "Jayden te kanpe nan mitan an, manton anlè, je fikse sou Tee."
      },
      {
        "id": "s2",
        "text": "\"Men ou. Gran pale Tee. Eseye pa trangle,\" li rele."
      },
      {
        "id": "s3",
        "text": "Kèk timoun ri pandan sèk la sere."
      },
      {
        "id": "s4",
        "text": "Tee kwaze bra li. \"Ou sèten ou vle sa?\""
      },
      {
        "id": "s5",
        "text": "Jayden fè yon pa epi li kòmanse ak vès li."
      },
      {
        "id": "s6",
        "text": "Foul la eksploze lè li fini; men sou bouch ak pye t ap frape."
      }
    ],
    "section-4": [
      {
        "id": "s1",
        "text": "Tee pa t rele; li rete kalm epi li soti prèv li yo."
      },
      {
        "id": "s2",
        "text": "\"Ok, Jayden. Ann pale de sa,\" li di."
      },
      {
        "id": "s3",
        "text": "Lee gade pandan Tee dekoupe l etap pa etap."
      },
      {
        "id": "s4",
        "text": "Li repete reklamasyon li pou montre li tande l."
      },
      {
        "id": "s5",
        "text": "Li pataje dosye prezans kòm prèv."
      },
      {
        "id": "s6",
        "text": "Li eksplike poukisa reklamasyon li te mal epi li reafime pozisyon li."
      }
    ],
    "section-4-summary": [
      {
        "id": "s1",
        "text": "Bouch Jayden louvri, epi li fèmen."
      },
      {
        "id": "s2",
        "text": "Je l ap kouri alantou sèk la, chèche yon moun ki ta sove l ak prèv."
      },
      {
        "id": "s3",
        "text": "Pèsonn pa t fè sa."
      }
    ]
  }
}