{
  "sections": {
    "section-1": [
      {
        "id": "s1",
        "text": "\"Solo 3 minutos más para el recreo,\" pensó Lee con ansiedad."
      },
      {
        "id": "s2",
        "text": "La Sra. Rodriguez siguió explicando la tarea."
      },
      {
        "id": "s3",
        "text": "Lee lo había escrito todo; siempre escribía todo."
      },
      {
        "id": "s4",
        "text": "Entendía afirmación, evidencia y conclusión."
      },
      {
        "id": "s5",
        "text": "Pero abordar un contraargumento se sentía resbaloso."
      },
      {
        "id": "s6",
        "text": "La campana sonó y Lee corrió con su diario para ver a Tee, nerviosa y emocionada."
      }
    ],
    "section-2": [
      {
        "id": "s1",
        "text": "El recreo apenas había empezado y el patio ya estaba ruidoso."
      },
      {
        "id": "s2",
        "text": "Gritos de kickball chocaban con cuerdas de saltar y discusiones de la pinta."
      },
      {
        "id": "s3",
        "text": "Cerca de las bancas, los niños formaban un círculo."
      },
      {
        "id": "s4",
        "text": "\"Eso es definitivamente una batalla,\" dijo Tee, caminando hacia allí."
      },
      {
        "id": "s5",
        "text": "Lee siguió, abrazando el cuaderno; el ruido la envolvía como estática."
      },
      {
        "id": "s6",
        "text": "Tee caminaba como si el sonido le perteneciera, así que ella se quedó cerca."
      }
    ],
    "section-3": [
      {
        "id": "s1",
        "text": "Jayden estaba en el centro, barbilla en alto, ojos fijos en Tee."
      },
      {
        "id": "s2",
        "text": "\"Ahí vas. Gran hablador, Tee. Intenta no atragantarte,\" gritó."
      },
      {
        "id": "s3",
        "text": "Algunos niños se rieron mientras el círculo se cerraba."
      },
      {
        "id": "s4",
        "text": "Tee cruzó los brazos. \"¿Seguro que quieres esto?\""
      },
      {
        "id": "s5",
        "text": "Jayden dio un paso y empezó con su verso."
      },
      {
        "id": "s6",
        "text": "La multitud estalló cuando terminó; manos en la boca y pies golpeando."
      }
    ],
    "section-4": [
      {
        "id": "s1",
        "text": "Tee no gritó; se mantuvo calmada y sacó sus recibos."
      },
      {
        "id": "s2",
        "text": "\"Está bien, Jayden. Hablemos de esto,\" dijo."
      },
      {
        "id": "s3",
        "text": "Lee observó mientras Tee lo desglosaba paso a paso."
      },
      {
        "id": "s4",
        "text": "Repitió su afirmación para mostrar que lo escuchó."
      },
      {
        "id": "s5",
        "text": "Compartió registros de asistencia como evidencia."
      },
      {
        "id": "s6",
        "text": "Explicó por qué su afirmación estaba equivocada y reafirmó su posición."
      }
    ],
    "section-4-summary": [
      {
        "id": "s1",
        "text": "La boca de Jayden se abrió y luego se cerró."
      },
      {
        "id": "s2",
        "text": "Sus ojos miraban alrededor del círculo buscando a alguien que lo rescatara con evidencia."
      },
      {
        "id": "s3",
        "text": "Nadie lo hizo."
      }
    ]
  }
}