{
  "sections": {
    "section-1": [
      {
        "id": "s1",
        "text": "\"Plus que 3 minutes avant la récré,\" pensa Lee avec anxiété."
      },
      {
        "id": "s2",
        "text": "Mme Rodriguez continuait d'expliquer les devoirs."
      },
      {
        "id": "s3",
        "text": "Lee avait tout noté ; elle écrivait toujours tout."
      },
      {
        "id": "s4",
        "text": "Elle comprenait affirmation, preuve et conclusion."
      },
      {
        "id": "s5",
        "text": "Mais traiter un contre-argument semblait glissant."
      },
      {
        "id": "s6",
        "text": "La cloche a sonné et Lee a couru avec son journal pour retrouver Tee, nerveuse et excitée."
      }
    ],
    "section-2": [
      {
        "id": "s1",
        "text": "La récré venait de commencer et la cour était déjà bruyante."
      },
      {
        "id": "s2",
        "text": "Les cris du kickball se mêlaient aux cordes à sauter et aux disputes de chat perché."
      },
      {
        "id": "s3",
        "text": "Près des bancs, les enfants formaient un cercle."
      },
      {
        "id": "s4",
        "text": "\"C'est clairement une battle,\" dit Tee en s'avançant."
      },
      {
        "id": "s5",
        "text": "Lee suivit, serrant son cahier; le bruit l'enveloppait comme de la statique."
      },
      {
        "id": "s6",
        "text": "Tee marchait comme si le son lui appartenait, alors elle resta proche."
      }
    ],
    "section-3": [
      {
        "id": "s1",
        "text": "Jayden se tenait au centre, menton haut, yeux fixés sur Tee."
      },
      {
        "id": "s2",
        "text": "\"Te voilà. Grande gueule, Tee. Essaie de ne pas t'étouffer,\" cria-t-il."
      },
      {
        "id": "s3",
        "text": "Quelques enfants rirent tandis que le cercle se resserrait."
      },
      {
        "id": "s4",
        "text": "Tee croisa les bras. \"Tu es sûr de vouloir ça?\""
      },
      {
        "id": "s5",
        "text": "Jayden fit un pas et lança son couplet."
      },
      {
        "id": "s6",
        "text": "La foule explosa quand il termina; mains sur la bouche et pieds qui frappent."
      }
    ],
    "section-4": [
      {
        "id": "s1",
        "text": "Tee n'a pas crié; elle est restée calme et a sorti ses preuves."
      },
      {
        "id": "s2",
        "text": "\"D'accord, Jayden. Parlons-en,\" dit-elle."
      },
      {
        "id": "s3",
        "text": "Lee regarda tandis que Tee détaillait tout pas à pas."
      },
      {
        "id": "s4",
        "text": "Elle a répété son affirmation pour montrer qu'elle avait écouté."
      },
      {
        "id": "s5",
        "text": "Elle a montré les registres de présence comme preuve."
      },
      {
        "id": "s6",
        "text": "Elle a expliqué pourquoi son affirmation était fausse et a réaffirmé sa position."
      }
    ],
    "section-4-summary": [
      {
        "id": "s1",
        "text": "La bouche de Jayden s'ouvrit puis se referma."
      },
      {
        "id": "s2",
        "text": "Ses yeux parcouraient le cercle cherchant quelqu'un pour le sauver avec des preuves."
      },
      {
        "id": "s3",
        "text": "Personne ne l'a fait."
      }
    ]
  }
}