{
  "sections": {
    "section-1": [
      {
        "id": "s1",
        "text": "\"Only 3 more minutes to recess,\" Lee anxiously thought."
      },
      {
        "id": "s2",
        "text": "Ms. Rodriguez continued explaining their homework."
      },
      {
        "id": "s3",
        "text": "Lee had written it all down; she always wrote everything down."
      },
      {
        "id": "s4",
        "text": "She understood claim, evidence, and conclusion."
      },
      {
        "id": "s5",
        "text": "But addressing a counterclaim felt slippery and hard to hold."
      },
      {
        "id": "s6",
        "text": "The bell rang and Lee raced out with her journal to meet Tee, nervous and excited."
      }
    ],
    "section-2": [
      {
        "id": "s1",
        "text": "Recess had barely started and the yard was already loud."
      },
      {
        "id": "s2",
        "text": "Kickball shouts clashed with double-dutch ropes and tag arguments."
      },
      {
        "id": "s3",
        "text": "Near the benches, kids crowded into a circle."
      },
      {
        "id": "s4",
        "text": "\"That is definitely a battle,\" Tee said, walking toward it."
      },
      {
        "id": "s5",
        "text": "Lee followed, notebook hugged tight; the noise wrapped her like static."
      },
      {
        "id": "s6",
        "text": "Tee walked like the sound belonged to him, so she stayed close."
      }
    ],
    "section-3": [
      {
        "id": "s1",
        "text": "Jayden stood in the middle, chin high, eyes locked on Tee."
      },
      {
        "id": "s2",
        "text": "\"There you go. Big talk Tee. Try not to choke,\" he shouted."
      },
      {
        "id": "s3",
        "text": "A few kids laughed as the circle tightened."
      },
      {
        "id": "s4",
        "text": "Tee folded his arms. \"You sure you want this?\""
      },
      {
        "id": "s5",
        "text": "Jayden stepped forward and went first with his verse."
      },
      {
        "id": "s6",
        "text": "The crowd erupted when he finished; hands flew to mouths and feet stomped."
      }
    ],
    "section-4": [
      {
        "id": "s1",
        "text": "Tee didn't yell; she stayed calm and pulled out receipts."
      },
      {
        "id": "s2",
        "text": "\"Okay, Jayden. Let's talk about it,\" she said."
      },
      {
        "id": "s3",
        "text": "Lee watched as Tee broke it down step by step."
      },
      {
        "id": "s4",
        "text": "She restated his claim to show she heard him."
      },
      {
        "id": "s5",
        "text": "She shared attendance records as evidence."
      },
      {
        "id": "s6",
        "text": "She explained why his claim was wrong and restated her position."
      }
    ],
    "section-4-summary": [
      {
        "id": "s1",
        "text": "Jayden's mouth opened, then closed."
      },
      {
        "id": "s2",
        "text": "His eyes darted around the circle looking for someone to rescue him with evidence."
      },
      {
        "id": "s3",
        "text": "Nobody did."
      }
    ]
  }
}